import { subMenuTypes } from "./DataTypes";

export const subMenu: subMenuTypes[] = [
    {
        key: 1,
        list: ["배차등록", "확정배차일정표", "일반예약현황", "통근예약현황", "거래명세서", "투어운행일지", "가이드SMS", "기사님SMS"],
    }, {
        key: 2,
        list: ["미수금상세", "입금현황", "대차료미지급", "대차료지급", "급여대장", "운행내역 및 경비", "지출경비항목", "지출경비내역", "일반입금항목", "일반입금내역"],
    }, {
        key: 3,
        list: ["운행현황표", "수고비내역", "기사별수고비집계", "차량별누계", "거래처별누계"],
    }, {
        key: 4,
        list: ["차량정보", "가이드정보", "거래처정보", "사용자관리", "결재라인", "휴일정보", "SMS문자발신번호"],
    }
];

export const mainMenu: String[] = ["예약대장","미수관리","운행 현황표","기본정보","Logout"];